Repository: QveeCZ/ISPA_project
Catalog: app/Resources/translations/messages.*.xliff
Languages: cs

source: course
cs: Kurzy

source: registration
cs: Registrace do kurzu

source: lecture
cs: Lekce

source: ride
cs: Jízdy

source: car
cs: Auta

source: lector
cs: Lektoři

source: school
cs: Školy

source: Course List
cs: Seznam kurzů

source: Course Create
cs: Vytváření kurzu

source: Registration List
cs: Seznam registrací

source: Registration Create
cs: Registrace uchazeče

source: Lecture List
cs: Seznam lekcí

source: Lecture Create
cs: Vytváření lekcí

source: Ride List
cs: Seznam jízd

source: Ride Create
cs: Vytváření jízd

source: Lector List
cs: Seznam lektorů

source: Lector Create
cs: Registrace lektora

source: Car List
cs: Seznam aut

source: Car Create
cs: Registrace auta

source: School List
cs: Seznam škol

source: School Create
cs: Registrace školy

source: salary
cs: Výplatnice
